<template>
    <main>
        <SectionHero :title="'Схема получения налогового вычета через налоговую инспекцию'" :descr="'Шаг 4'"
            :img="'img/hero-img-9.png'" />

        <SectionMain>
            <div class="main__wrap">
                <p class="mb-20">
                    У этого способа есть свои особенности:
                </p>
                <TextWithBg :number="1"
                    :text="'Налоговый вычет можно получить только за предыдущие годы. Например, в 2023 году вы можете получить налоговые вычеты за три последних года: 2022, 2021 и 2020.'"
                    :margin="true" />
                <TextWithBg :number="2"
                    :text="'Декларации на налоговый вычет нужно оформлять за каждый год отдельно. Получаете вычеты за 2020-2022 годы — трижды проходите одну и ту же процедуру (за каждый год отдельно).'"
                    :margin="true" class="mb-20" />
                <p class="mb-20">
                    Общая схема получения налогового вычета через налоговую инспекцию
                </p>
                <TextWithBg :number="1"
                    :text="'Собираете документы, необходимые для получения конкретного вычета и делаете их сканы'"
                    :margin="true" />
                <TextWithBg :number="2" :text="'Оформляете электронную подпись на сайте ФНС'" :margin="true" />
                <TextWithBg :number="3"
                    :text="'Подаете налоговую декларацию (3-НДФЛ) через сайт ФНС и загружаете документы, подтверждающие расходы'"
                    :margin="true" />
                <TextWithBg :number="4" :text="'Через три месяца (а может быть и раньше) получаете деньги на карточку'"
                    class="mb-80" />
                <p class="h3 text-headers">
                    Как через сайт ФНС оформить справку на право получения налогового вычета
                </p>
            </div>
            <BlockScreen :img="'img/screen-1.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 1
                </p>
                <p class="mb-50">
                    Авторизуетесь в личном кабинете налогоплательщика. Это можно сделать тремя способами:
                    <br />
                    <br />
                    1. Напрямую, введя логин (ваш ИНН) и пароль;
                    <br />
                    2. Через сайт Госуслуг;
                    <br />
                    3. С помощью ЭП.
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-2.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 2
                </p>
                <p class="mb-50">
                    В горизонтальном меню на главной странице выбираете пункт Каталог обращений. После у вас появляются два
                    возможных варианта: Подать декларацию 3-НДФЛ и Получить налоговый вычет. Первый позволяет одновременно
                    оформить сразу несколько видов налоговых вычетов (например, за лечение и обучение), второй — только один
                    (например, за обучение). Обе формы заполняются примерно одинаково, поэтому далее мы рассмотрим только
                    первый случай.
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-3.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 3
                </p>
                <p class="mb-50">
                    Поле с наименованием налогового органа, в который подаете декларацию, как правило, заполняется
                    автоматически. Если этого не произошло, вы можете добавить налоговый орган вручную (зависит от вашей
                    прописки), уточнив на <a href="https://service.nalog.ru/addrno.do" class="text-decoration">сайте ФНС</a>.
                    <br />
                    <br />
                    Выбираете год, за который подаете налоговую декларацию. Можно еще вписать номер своего телефона на
                    случай, если налоговому инспектору нужно будет связаться с вами.
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-4.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 4
                </p>
                <p class="mb-50">
                    Работодатели до 25 февраля обязаны направлять в налоговую инспекцию информацию о ваших доходах. Если ваш
                    работодатель успел сделать это, графы на следующей странице заполнятся автоматически.
                    <br />
                    <br />
                    Если это не произошло, вписывать данные придется самостоятельно, нажав на Добавить источник дохода.
                    Затем вы указываете сведения о ваших доходах и размерах уплаченного НДФЛ. Информация об этом содержится
                    в справке, которую вам выдадут в бухгалтерии (она же будет нужна и для оформления налогового вычета).
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-5.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 5
                </p>
                <p class="mb-50">
                    Выбираете вид налогового вычета, который хотите получить
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-6.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 6
                </p>
                <p class="mb-50">
                    Уточняете, на что именно в прошлом вы тратили деньги и указываете объем ваших расходов. Если вы указали
                    расходов больше, чем на 120 000 рублей, увидите автоматическое напоминание о размере лимита. Чтобы
                    перейти на следующую страницу, сумму расходов придется скорректировать:
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-7.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 7
                </p>
                <p class="mb-50">
                    В качестве примера мы указали, что потратили на обучение 70 000 рублей. Система автоматически
                    подсчитала, сколько денег сможем вернуть за счет налогового вычета.
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-8.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 8
                </p>
                <p class="mb-50">
                    Выбираете счет, на который поступят деньги. У каждой банковской карточки он свой. Если вы хотите
                    получить деньги на какую-то конкретную карту, то можете в мобильном приложении банка узнать, к какому
                    счету она привязана.
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-9.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 9
                </p>
                <p class="mb-50">
                    Прикрепляете документы, подтверждающие ваше право на налоговый вычет. Прикреплять заявление на возврат
                    налога не нужно — с 2020 года оно по умолчанию входит в состав налоговой декларации.
                </p>
            </div>
            <BlockScreen :img="'img/screen-3-10.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 10
                </p>
                <p class="mb-50">
                    Вводите пароль от вашей ЭП и отправляете налоговую декларацию.
                    <br />
                    <br />
                    Следите за сообщениями от налоговой в личном кабинете налогоплательщика. Если с вашей налоговой
                    декларацией и документами, дающими право на вычет, все в порядке, через три месяца вам оформят вычет.
                </p>
            </div>
        </SectionMain>

        <div class="nav__wrap">
            <BaseCard :link="'stepFourOne'" :size="'medium'" :text="'Схема получения налогового вычета через работодателя'"
                :classTitle="'h2'" :img="'img/link-8.png'" :step="4" />
            <BaseCard :link="'stepFourTwo'" :size="'medium'"
                :text="'Схема получения налогового вычета через налоговую инспекцию'" :classTitle="'h2'"
                :img="'img/link-9.png'" :active="true" :step="4" />
        </div>
    </main>
</template>

<script>
import SectionHero from '@/layout/SectionHero';
import SectionMain from '@/layout/SectionMain';
import TextWithBg from '@/components/TextWithBg';
import BaseCard from '@/components/BaseCard';
import BlockScreen from '@/components/BlockScreen';

export default {
    components: {
        SectionHero,
        SectionMain,
        TextWithBg,
        BaseCard,
        BlockScreen
    }
}
</script>