<template>
    <main class="step-4">
        <SectionHero :title="'Схема получения налогового вычета через работодателя'" :descr="'Шаг 4'"
            :img="'img/hero-img-8.png'" />

        <SectionMain>
            <div class="main__wrap">
                <p class="mb-16">
                    У этого способа есть несколько особенностей:
                </p>
                <TextWithBg :number="1"
                    :text="'Налоговый вычет можно получить только за текущий год. Например, потратили в 2023 году деньги на учебу в автошколе — можете сразу же получить вычет за нее;'"
                    :margin="true" />
                <TextWithBg :number="2"
                    :text="'Налоговый вычет можно получить несколько раз за год. Купили абонемент в бассейн — собрали документы — получили вычет. Полечили зубы у дантиста — снова собрали документы — получили вычет. И так до тех пор, пока не исчерпали лимит в 120 тысяч рублей.'"
                    class="mb-50" />
                <p class="mb-16">
                    Общая схема получения налогового вычета через работодателя
                </p>
                <TextWithBg :number="1"
                    :text="'Собираете документы, необходимые для получения конкретного вычета и делаете их сканы'"
                    :margin="true" />
                <TextWithBg :number="2" :text="'Оформляете электронную подпись на сайте ФНС'" :margin="true" />
                <TextWithBg :number="3"
                    :text="'Оформляете справку на право получения налогового вычета, загружая в личный кабинет налогоплательщика документы из пункта 1'"
                    :margin="true" />
                <TextWithBg :number="4" :text="'Ждете ответ от налоговой (максимум 30 календарных дней)'" :margin="true" />
                <TextWithBg :number="5" :text="'Пишете заявление в бухгалтерию на налоговый вычет'" :margin="true" />
                <TextWithBg :number="6"
                    :text="'Получаете положенные вам деньги на карточку или, скорее всего, работодатель не будет удерживать налог на эту сумму из ближайших зарплат - и вы получите ее как бонус к ближайшей зарплате.'"
                    class="mb-50" />
                <p class="mb-80">
                    Честно говоря, найти раздел в личном кабинете на сайте ФНС, где оформляется нужная вам справка, — та еще
                    задача. Но мы подготовили пошаговую инструкцию, как это сделать.
                </p>
                <p class="h3 text-headers mb-40">
                    Как через сайт ФНС оформить справку на право получения налогового вычета
                </p>
            </div>
            <BlockScreen :img="'img/screen-1.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 1
                </p>
                <p class="mb-50">
                    Авторизуетесь в личном кабинете налогоплательщика. Это можно сделать тремя способами:
                    <br />
                    <br />
                    1. Напрямую, введя логин (ваш ИНН) и пароль;
                    <br />
                    2. Через сайт Госуслуг;
                    <br />
                    3. С помощью ЭП.
                </p>
            </div>
            <BlockScreen :img="'img/screen-2-2.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 2
                </p>
                <p class="mb-50">
                    На главной странице личного кабинета налогоплательщика в горизонтальном меню выбираете пункт Каталог
                    обращений
                </p>
            </div>
            <BlockScreen :img="'img/screen-2-3.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 3
                </p>
                <p class="mb-50">
                    В выпавшем списке услуг выбираете Запросить справку (документы), а затем Заявление о подтверждении права
                    на получение социальных налоговых вычетов.
                </p>
            </div>
            <BlockScreen :img="'img/screen-2-4.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 4
                </p>
                <p class="mb-50">
                    Налоговый орган, в который вы направите свое обращение, зависит от места вашей прописки. Как правило, в
                    выпадающем списке он уже должен быть указан (в нашем случае это — 4000 — УФНС России по Калужской
                    области). Если выпадающий список вариантов вам не предоставил, заполнить можно вручную, определив нужное
                    вам управление через сайт самой ФНС.
                </p>
            </div>
            <BlockScreen :img="'img/screen-2-5.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 5
                </p>
                <p class="mb-50">
                    Добавьте своего работодателя, укажите его ИНН и КПП. Все эти данные указаны в справке о доходах и суммах
                    уплаченного НДФЛ. Если вы работаете сразу в нескольких местах, можете сами выбрать, к какому
                    работодателю обратиться за получением налогового вычета.
                </p>
            </div>
            <BlockScreen :img="'img/screen-2-6.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 6
                </p>
                <p class="mb-50">
                    Выберите вид социального вычета и укажите сумму понесенных вами расходов. В качестве примера мы взяли
                    вычеты на обучение при расходах в 70 000 рублей.
                </p>
            </div>
            <BlockScreen :img="'img/screen-2-7.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 7
                </p>
                <p class="mb-50">
                    Прикрепите сканы документов, которые подтвердят ваши расходы и право на получение вычета. Обратите
                    внимание: размер каждого файла не должен превышать 10 Мб.
                </p>
            </div>
            <BlockScreen :img="'img/screen-2-8.png'" class="mb-16" />
            <div class="main__wrap">
                <p class="h4 text-black">
                    Шаг 8
                </p>
                <p class="mb-50">
                    Введите пароль от вашей ЭП и нажмите Отправить, чтобы ваша заявка ушла. Рассматривать вашу заявку
                    и изучать документы налоговый инспектор будет максимум 30 календарных дней. После этого вам сообщат:
                    имеете ли вы право получить налоговый вычет или нет. В первом случае уведомление о вашем праве на вычет
                    получит и ваш работодатель.
                    <br />
                    <br />
                    В произвольной форме пишете заявление с просьбой предоставить вам социальный налоговый вычет и относите
                    его в бухгалтерию.
                    <br />
                    <br />
                    Получаете положенные вам деньги на карточку или, скорее всего, работодатель не будет удерживать налог
                    на эту сумму из ближайших зарплат — и вы получите ее как бонус к ближайшей зарплате.
                </p>
            </div>
        </SectionMain>

        <div class="nav__wrap">
            <BaseCard :link="'stepFourOne'" :size="'medium'" :text="'Схема получения налогового вычета через работодателя'"
                :classTitle="'h2'" :img="'img/link-8.png'" :active="true" :step="4" />
            <BaseCard :link="'stepFourTwo'" :size="'medium'"
                :text="'Схема получения налогового вычета через налоговую инспекцию'" :classTitle="'h2'"
                :img="'img/link-9.png'" :step="4" />
        </div>
    </main>
</template>

<script>
import SectionHero from '@/layout/SectionHero';
import SectionMain from '@/layout/SectionMain';
import BlockScreen from '@/components/BlockScreen';
import TextWithBg from '@/components/TextWithBg';
import BaseCard from '@/components/BaseCard';

export default {
    components: {
        SectionHero,
        SectionMain,
        BlockScreen,
        TextWithBg,
        BaseCard
    }
}
</script>

<style scoped></style>